/* Задания на урок:

1) Удалить все рекламные блоки со страницы (правая часть сайта)

2) Изменить жанр фильма, поменять "комедия" на "драма"

3) Изменить задний фон постера с фильмом на изображение "bg.jpg". Оно лежит в папке img.
Реализовать только при помощи JS

4) Список фильмов на странице сформировать на основании данных из этого JS файла.
Отсортировать их по алфавиту 

5) Добавить нумерацию выведенных фильмов */

'use strict';

// const storeName = 'My awesome store';

// const storeDescription = {
//     budget: 10000,
//     employees: ['Alex', 'John', 'Sam'],
//     products: {
//         'soap': 20,
//         'water': 5
//     },
//     open: true
// };

console.log(2*4 === 8);

